"appName" = "Inlaider (hu)";


"popup.command.placeholder.typeACommand" = "Írj be egy parancsot...";
"popup.command.placeholder.typeACommandOrEnterQuit" = "Írj be egy parancsot vagy nyomd meg az Entert a bezáráshoz...";
"popup.command.placeholder.typeACommandOrEnterPaste" = "Írj be egy parancsot vagy nyomd meg az Entert az eredmény beillesztéséhez";
"popup.navigation.focusCanvas.label" = "⌘ ⬆️ — váltás a szerkesztőre";
"popup.navigation.focusCommandline.label" = "⌘ ⬇️ — váltás a parancssorra";
"popup.shortcut.clearCanvas" = "⌘⌫ törli a szerkesztőt";
"popup.shortcut.copyCanvas" = "⌘C másolja a szerkesztő tartalmát";
"popup.shortcut.copyCanvasOrEnterCopy" = "⌘C vagy Enter másolja a szerkesztő tartalmát";
"popup.shortcut.enterPaste" = "Enter beilleszti";
"popup.shortcut.esc" = "Esc bezárja";

"show" = "Mutat";
"about" = "Névjegy";
"quit" = "Kilépés";
"close" = "Bezár";
"cancel" = "Mégse";
"save" = "Mentés";
"ok" = "OK";
"settings" = "Beállítások";
"copied" = "Másolva";

"settings.section.general.title" = "Általános";
"settings.accessibility.title" = "Hozzáférhetőségi jogosultságok";
"settings.accessibility.description" = "Ez a jogosultság szükséges a kijelölt szöveg automatikus olvasásához és a feldolgozott eredmény visszaillesztéséhez az eredeti szövegmezőbe.\nHozzáférés nélkül az alkalmazás a vágólapot használja az adatok továbbítására.";
"settings.inlaiderShortcut.label" = "Inlaider billentyűparancs";
"settings.LaunchAtLogin.label" = "Indítás bejelentkezéskor";

"settings.section.ownAPIKeys.title" = "Saját API kulcsok";
"provider.apiKey.title" = "API kulcs";
"provider.apiKey.placeholder" = "Írd be az API kulcsot ide";
"provider.models.title" = "Modellek";
"provider.models.new.placeholder" = "Adj hozzá egy modell nevet";

"settings.section.customPrompts.title" = "Egyedi promptok";
"prompts.general.title" = "Általános prompt";
"prompts.replacements.title" = "Prompt helyettesítések";
"prompts.replacements.replaceWhat.label" = "Cserélje";
"prompts.replacements.model.label" = "Modell";
"prompts.replacements.replaceWith.label" = "Promptra";
"prompts.replacements.error.exists.message" = "A(z) '%@' parancs helyettesítése már létezik.";

"about.ThirdPartyLicenses" = "Harmadik fél licenszek";
"about.VisitOnGithub" = "Megtekintés a GitHubon";
"about.version" = "Verzió %@";

"error.title" = "Hiba";